Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: +250 ml
ar: +250 مل
bg: +250 мл
he: +250 מ"ל
hi: +250 मि.ली.
ja: +250ミリリットル
kk: +250 мл
ru: +250 мл
th: +250 มล.
uk: +250 мл
zh_hans: +250 毫升
zh_hant: +250 毫升

source: +350 ml
ar: +350 مل
bg: +350 мл
he: +350 מ"ל
hi: +350 मिलीलीटर
ja: +350ミリリットル
kk: +350 мл
ru: +350 мл
th: +350 มิลลิลิตร
uk: +350 мл
zh_hans: +350毫升
zh_hant: +350 毫升

source: ☕️ Moderate caffeine after 3 PM (last: %@) may affect sleep quality. Consider earlier timing.
ar: ☕️ قد يؤثر تناول الكافيين المعتدل بعد الساعة 3 مساءً (آخر مرة: %@) على جودة النوم. يُفضل التوقيت المبكر.
bg: ☕️ Умерен кофеин след 15:00 часа (последно: %@) може да повлияе на качеството на съня. Помислете за по-ранно време.
ca: ☕️ La cafeïna moderada després de les 3 PM (última: %@) pot afectar la qualitat del son. Considera un horari més primerenc.
cs: ☕️ Mírná konzumace kofeinu po 15:00 (naposledy: %@) může ovlivnit kvalitu spánku. Zvažte dřívější čas.
da: ☕️ Moderat koffein efter kl. 15 (sidste: %@) kan påvirke søvnkvaliteten. Overvej tidligere timing.
de: ☕️ Mäßiger Koffeinkonsum nach 15 Uhr (letzte: %@) kann die Schlafqualität beeinträchtigen. Ziehen Sie eine frühere Zeit in Betracht.
el: ☕️ Η μέτρια κατανάλωση καφεΐνης μετά τις 3 μ.μ. (τελευταία: %@) μπορεί να επηρεάσει την ποιότητα του ύπνου. Σκεφτείτε να την καταναλώσετε νωρίτερα.
es: ☕️ Moderar la cafeína después de las 3 PM (última: %@) puede afectar la calidad del sueño. Considera un horario más temprano.
fi: ☕️ Kohtalainen kofeiinin saanti klo 15 jälkeen (viimeisin: %@) saattaa vaikuttaa unen laatuun. Harkitse aikaisempaa ajankohtaa.
fr: ☕️ Une consommation modérée de caféine après 15h (dernier : %@) peut affecter la qualité du sommeil. Envisagez de le consommer plus tôt.
he: ☕️ קפה מצוי לאחר השעה 15:00 (אחרון: %@) עשוי להשפיע על איכות השינה. שקול תזמון מוקדם יותר.
hi: ☕️ 3 बजे के बाद मध्यम कैफीन (अंतिम: %@) नींद की गुणवत्ता को प्रभावित कर सकता है। पहले का समय तय करने पर विचार करें।
hr: ☕️ Umjeren unos kofeina nakon 15 sati (zadnji: %@) može utjecati na kvalitetu sna. Razmislite o ranijem vremenskom rasporedu.
hu: ☕️ A közepes koffeinbevitel 15 óra után (utolsó: %@) hatással lehet az alvás minőségére. Fontolja meg, hogy korábban fogyassza.
id: ☕️ Kafein sedang setelah jam 3 sore (terakhir: %@) dapat memengaruhi kualitas tidur. Pertimbangkan untuk mengonsumsi lebih awal.
it: ☕️ La caffeina moderata dopo le 15:00 (ultima: %@) può influenzare la qualità del sonno. Considera di assumerla prima.
ja: ☕️ 午後3時以降の適度なカフェイン摂取（最後の摂取: %@）は、睡眠の質に影響を与える可能性があります。もっと早いタイミングを検討してください。
kk: ☕️ Кешкі 3-тен кейін орташа кофеин (соңғы: %@) ұйқы сапасына әсер етуі мүмкін. Ерте уақыты қарастырыңыз.
ms: ☕️ Kafein sederhana selepas pukul 3 petang (terakhir: %@) mungkin mempengaruhi kualiti tidur. Pertimbangkan waktu yang lebih awal.
nl: ☕️ Gematigde cafeïne na 15:00 (laatste: %@) kan de slaapkwaliteit beïnvloeden. Overweeg om het eerder te nemen.
pl: ☕️ Umiarkowane spożycie kofeiny po godzinie 15:00 (ostatnie: %@) może wpływać na jakość snu. Rozważ wcześniejsze spożycie.
pt_br: ☕️ Moderar a cafeína após as 15h (última: %@) pode afetar a qualidade do sono. Considere um horário mais cedo.
pt_pt: ☕️ Modere o consumo de cafeína após as 15h (última: %@) pois pode afetar a qualidade do sono. Considere um horário mais cedo.
ro: ☕️ Cafeina moderată după ora 15:00 (ultima: %@) poate afecta calitatea somnului. Ia în considerare un moment mai devreme.
ru: ☕️ Умеренное потребление кофеина после 15:00 (последний: %@) может повлиять на качество сна. Рассмотрите возможность более раннего времени.
sk: ☕️ Mierny príjem kofeínu po 15:00 (naposledy: %@) môže ovplyvniť kvalitu spánku. Zvážte skorší čas.
sl: ☕️ Zmerna količina kofeina po 15. uri (zadnjič: %@) lahko vpliva na kakovost spanja. Razmislite o zgodnejšem času.
sv: ☕️ Måttlig koffein efter kl. 15.00 (sista: %@) kan påverka sömnkvaliteten. Överväg tidigare tidpunkter.
th: ☕️ การบริโภคคาเฟอีนในปริมาณปานกลางหลังจากเวลา 15.00 น. (ล่าสุด: %@) อาจส่งผลต่อคุณภาพการนอนหลับ พิจารณาเวลาที่เร็วขึ้น.
tr: ☕️ 15:00'ten sonra orta düzeyde kafein tüketimi (son: %@) uyku kalitesini etkileyebilir. Daha erken bir zamanlamayı düşünün.
uk: ☕️ Помірна кількість кофеїну після 15:00 (останній раз: %@) може вплинути на якість сну. Розгляньте можливість вживання раніше.
vi: ☕️ Uống caffeine vừa phải sau 3 giờ chiều (lần cuối: %@) có thể ảnh hưởng đến chất lượng giấc ngủ. Hãy cân nhắc thời gian uống sớm hơn.
zh_hans: ☕️ 下午3点后适量摄入咖啡因（最后一次：%@）可能会影响睡眠质量。考虑提前调整时间。
zh_hant: ☕️ 下午3點後適量攝取咖啡因（最後一次：%@）可能會影響睡眠品質。建議提前時間攝取。

source: ☕️ Small amount of caffeine after 3 PM noted. Monitor impact on sleep quality.
ar: ☕️ تم ملاحظة كمية صغيرة من الكافيين بعد الساعة 3 مساءً. راقب تأثيرها على جودة النوم.
bg: ☕️ Забелязано е, че е consommiraна малка количество кофеин след 15:00. Наблюдавайте въздействието върху качеството на съня.
ca: ☕️ S'ha notat una petita quantitat de cafeïna després de les 3 PM. Controla l'impacte sobre la qualitat del son.
cs: ☕️ Malé množství kofeinu po 15:00 zaznamenáno. Sledujte dopad na kvalitu spánku.
da: ☕️ Lille mængde koffein efter kl. 15 bemærket. Hold øje med indvirkningen på søvnkvaliteten.
de: ☕️ Eine kleine Menge Koffein nach 15 Uhr festgestellt. Auswirkungen auf die Schlafqualität beobachten.
el: ☕️ Μικρή ποσότητα καφεΐνης μετά τις 3 μ.μ. σημειώθηκε. Παρακολουθήστε την επίδραση στην ποιότητα ύπνου.
es: ☕️ Se ha observado una pequeña cantidad de cafeína después de las 3 PM. Monitorea su impacto en la calidad del sueño.
fi: ☕️ Pieni määrä kofeiinia klo 15 jälkeen huomattu. Seuraa vaikutusta unen laatuun.
fr: ☕️ Petite quantité de caféine après 15h notée. Surveillez l'impact sur la qualité du sommeil.
he: ☕️ כמות קטנה של קפאין לאחר השעה 15:00 נרשמה. יש לעקוב אחר ההשפעה על איכות השינה.
hi: ☕️ 3 PM के बाद थोड़ी मात्रा में कैफीन का सेवन किया गया है। नींद की गुणवत्ता पर इसके प्रभाव की निगरानी करें।
hr: ☕️ Mala količina kofeina nakon 15 sati primijećena. Pratite utjecaj na kvalitetu sna.
hu: ☕️ Kis mennyiségű koffein 15 óra után észlelve. Figyelje a hatását az alvás minőségére.
id: ☕️ Jumlah kecil kafein setelah jam 3 sore dicatat. Pantau dampaknya terhadap kualitas tidur.
it: ☕️ Piccola quantità di caffeina dopo le 15:00 registrata. Monitorare l'impatto sulla qualità del sonno.
ja: ☕️ 午後3時以降の少量のカフェインに注意。睡眠の質への影響を観察してください。
kk: ☕️ Кешкі 3-тен кейін кішкентай мөлшерде кофеин қабылданған. Ұйқы сапасына әсерін бақылау керек.
ms: ☕️ Jumlah kecil kafein setelah pukul 3 petang dicatat. Pantau kesan terhadap kualiti tidur.
nl: ☕️ Kleine hoeveelheid cafeïne na 15.00 uur genoteerd. Houd de impact op de slaapkwaliteit in de gaten.
pl: ☕️ Mała ilość kofeiny po godzinie 15:00 zanotowana. Monitoruj wpływ na jakość snu.
pt_br: ☕️ Pequena quantidade de cafeína após as 15h observada. Monitorar o impacto na qualidade do sono.
pt_pt: ☕️ Pequena quantidade de cafeína após as 15h notada. Monitorizar o impacto na qualidade do sono.
ro: ☕️ Cantitate mică de cofeină după ora 15:00 observată. Monitorizați impactul asupra calității somnului.
ru: ☕️ Обнаружено небольшое количество кофеина после 15:00. Мониторьте влияние на качество сна.
sk: ☕️ Po 15:00 hodine bola zaznamenaná malá dávka kofeínu. Sledujte dopad na kvalitu spánku.
sl: ☕️ Ugotovljena majhna količina kofeina po 15. uri. Spremljajte učinek na kakovost spanja.
sv: ☕️ Liten mängd koffein efter klockan 15 noterat. Övervaka påverkan på sömnkvaliteten.
th: ☕️ การบริโภคคาเฟอีนในปริมาณเล็กน้อยหลังจากบ่าย 3 โมงได้รับการบันทึกไว้ โปรดติดตามผลกระทบต่อคุณภาพการนอนหลับด้วยค่ะ
tr: ☕️ 15:00'ten sonra küçük miktarda kafein alındı. Uyku kalitesi üzerindeki etkisini izleyin.
uk: ☕️ Невелика кількість кофеїну після 15:00 зафіксована. Спостерігайте за впливом на якість сну.
vi: ☕️ Một lượng nhỏ caffeine sau 3 giờ chiều đã được ghi nhận. Theo dõi tác động lên chất lượng giấc ngủ.
zh_hans: ☕️ 下午3点后摄入少量咖啡因，需注意对睡眠质量的影响。
zh_hant: ☕️ 注意到在下午3點後攝取少量咖啡因。請監測對睡眠質量的影響。

source: ⚠️ High caffeine intake (%lldml) after 3 PM (last: %@) significantly increases sleep disruption risk.
ar: ⚠️ إن تناول كميات عالية من الكافيين (%lldml) بعد الساعة 3 مساءً (آخر: %@) يزيد بشكل كبير من خطر اضطراب النوم.
bg: ⚠️ Високият прием на кофеин (%lldml) след 15:00 (последно: %@) значително увеличава риска от смущения в съня.
ca: ⚠️ Un alta ingesta de cafeïna (%lldml) després de les 3 PM (últim: %@) augmenta significativament el risc de trastorns del son.
cs: ⚠️ Vysoký příjem kofeinu (%lldml) po 15:00 (poslední: %@) výrazně zvyšuje riziko narušení spánku.
da: ⚠️ Høj koffeinindtagelse (%lldml) efter kl. 15.00 (sidste: %@) øger betydeligt risikoen for søvnforstyrrelser.
de: ⚠️ Hohe Koffeinaufnahme (%lldml) nach 15 Uhr (zuletzt: %@) erhöht erheblich das Risiko von Schlafstörungen.
el: ⚠️ Η υψηλή κατανάλωση καφεΐνης (%lldml) μετά τις 3 μ.μ. (τελευταία: %@) αυξάνει σημαντικά τον κίνδυνο διαταραχής ύπνου.
es: ⚠️ El consumo elevado de cafeína (%lldml) después de las 3 PM (último: %@) aumenta significativamente el riesgo de interrupción del sueño.
fi: ⚠️ Korkea kofeiinin saanti (%lldml) klo 15 jälkeen (viimeisin: %@) lisää merkittävästi unihäiriöiden riskiä.
fr: ⚠️ Une consommation élevée de caféine (%lldml) après 15h (dernier : %@) augmente considérablement le risque de perturbation du sommeil.
he: ⚠️ צריכת קפאין גבוהה (%lldml) אחרי השעה 15:00 (נשאר: %@) מגדילה משמעותית את הסיכון להפרעות שינה.
hi: ⚠️ 3 PM के बाद उच्च कैफीन सेवन (%lldml) (अंतिम: %@) नींद में बाधा डालने के जोखिम को काफी बढ़ा देता है।
hr: ⚠️ Visok unos kofeina (%lldml) nakon 15 sati (zadnji put: %@) značajno povećava rizik od poremećaja spavanja.
hu: ⚠️ A magas koffeinfogyasztás (%lldml) 15:00 után (legutóbbi: %@) jelentősen növeli az alvászavarok kockázatát.
id: ⚠️ Asupan kafein yang tinggi (%lldml) setelah jam 3 sore (terakhir: %@) secara signifikan meningkatkan risiko gangguan tidur.
it: ⚠️ L'assunzione elevata di caffeina (%lldml) dopo le 15:00 (ultima: %@) aumenta significativamente il rischio di interruzione del sonno.
ja: ⚠️ 午後3時以降の高カフェイン摂取（%lldml）（最後の摂取: %@）は、睡眠障害のリスクを大幅に増加させます。
kk: ⚠️ Кешкі 3-тен кейін жоғары кофеин мөлшері (%lldml) (соңғысы: %@) ұйқының бұзылу қаупін едәуір арттырады.
ms: ⚠️ Pengambilan kafein yang tinggi (%lldml) selepas jam 3 petang (terakhir: %@) secara signifikan meningkatkan risiko gangguan tidur.
nl: ⚠️ Hoge cafeïne-inname (%lldml) na 15:00 uur (laatst: %@) verhoogt aanzienlijk het risico op slaapverstoring.
pl: ⚠️ Wysoka ilość kofeiny (%lldml) po godzinie 15:00 (ostatnia: %@) znacznie zwiększa ryzyko zakłóceń snu.
pt_br: ⚠️ A alta ingestão de cafeína (%lldml) após as 15h (última: %@) aumenta significativamente o risco de interrupção do sono.
pt_pt: ⚠️ A ingestão elevada de cafeína (%lldml) após as 15h (última: %@) aumenta significativamente o risco de interrupção do sono.
ro: ⚠️ Consumul ridicat de cafeină (%lldml) după ora 15:00 (ultimul: %@) crește semnificativ riscul de perturbare a somnului.
ru: ⚠️ Высокое потребление кофеина (%lldml) после 15:00 (последний: %@) значительно увеличивает риск нарушений сна.
sk: ⚠️ Vysoký príjem kofeínu (%lldml) po 15:00 (naposledy: %@) výrazne zvyšuje riziko narušenia spánku.
sl: ⚠️ Visok vnos kofeina (%lldml) po 15. uri (zadnji: %@) znatno povečuje tveganje za motnje spanja.
sv: ⚠️ Hög koffeinintag (%lldml) efter kl. 15.00 (senaste: %@) ökar betydligt risken för sömnstörningar.
th: ⚠️ การบริโภคคาเฟอีนสูง (%lldml) หลังเวลา 15.00 น. (ล่าสุด: %@) จะเพิ่มความเสี่ยงในการรบกวนการนอนหลับอย่างมีนัยสำคัญ
tr: ⚠️ Saat 15:00'ten sonra yüksek kafein alımı (%lldml) (son: %@) uyku bozulma riskini önemli ölçüde artırır.
uk: ⚠️ Високе споживання кофеїну (%lldml) після 15:00 (останній раз: %@) значно підвищує ризик порушення сну.
vi: ⚠️ Tiêu thụ caffeine cao (%lldml) sau 3 giờ chiều (lần cuối: %@) làm tăng nguy cơ mất ngủ một cách đáng kể.
zh_hans: ⚠️ 下午3点后摄入高咖啡因 (%lldml)（最后一次：%@）显著增加睡眠中断的风险。
zh_hant: ⚠️ 下午3點後攝取高咖啡因量（%lldml）（最後一次：%@）會顯著增加睡眠中斷的風險。

source: ✅ Good caffeine timing! All coffee/tea before 3 PM supports better sleep quality.
ar: ✅ توقيت الكافيين جيد! شرب القهوة/الشاي قبل الساعة 3 مساءً يدعم جودة النوم الأفضل.
bg: ✅ Добро време за кофеин! Цялото кафе/чай преди 15:00 часа подкрепя по-добро качество на съня.
ca: ✅ Bon moment per a la cafeïna! Tot cafè/tè abans de les 15:00 millora la qualitat del son.
cs: ✅ Dobré načasování kofeinu! Všechna káva/čaj před 15:00 podporuje lepší kvalitu spánku.
da: ✅ God koffein timing! Al kaffe/te før kl. 15 understøtter bedre søvnkvalitet.
de: ✅ Gute Koffein-Zeit! Alle Kaffee/Tee vor 15 Uhr unterstützen eine bessere Schlafqualität.
el: ✅ Καλή χρονική στιγμή καφεΐνης! Όλος ο καφές/τσάι πριν από τις 3 μ.μ. υποστηρίζει καλύτερη ποιότητα ύπνου.
es: ✅ ¡Buen momento para la cafeína! Todo café/té antes de las 3 PM apoya una mejor calidad de sueño.
fi: ✅ Hyvä kofeiiniaika! Kaikki kahvi/tee ennen klo 15.00 tukee parempaa unen laatua.
fr: ✅ Bon timing de caféine ! Toute consommation de café/thé avant 15 heures favorise une meilleure qualité de sommeil.
he: ✅ זמן קפאין טוב! כל קפה/תה לפני השעה 15:00 תומך באיכות שינה טובה יותר.
hi: ✅ अच्छा कैफीन समय! तीन बजे से पहले सभी कॉफी/चाय बेहतर नींद की गुणवत्ता में मदद करती हैं।
hr: ✅ Dobar trenutak za kofein! Sva kava/čaj prije 15 sati podržava bolju kvalitetu sna.
hu: ✅ Jó koffein időzítés! Minden kávé/tea 15 óra előtt jobb alvásminőséget támogat.
id: ✅ Waktu kafein yang baik! Semua kopi/teh sebelum jam 3 sore mendukung kualitas tidur yang lebih baik.
it: ✅ Buon tempismo con la caffeina! Tutto il caffè/tè prima delle 15:00 supporta una migliore qualità del sonno.
ja: ✅ 良いカフェインのタイミング！午後3時前に飲むコーヒーやお茶は、より良い睡眠の質をサポートします。
kk: ✅ Жақсы кофеин уақыты! Сағат 15:00-ге дейін ішілген кофе/шай жақсы ұйқы сапасын қамтамасыз етеді.
ms: ✅ Masa kafein yang baik! Semua kopi/teh sebelum 3 PM menyokong kualiti tidur yang lebih baik.
nl: ✅ Goede cafeïne-timing! Alle koffie/thee voor 15.00 uur ondersteunt een betere slaapkwaliteit.
pl: ✅ Dobre wyczucie czasu na kawę! Cała kawa/herbata przed godziną 15:00 wspiera lepszą jakość snu.
pt_br: ✅ Bom horário para a cafeína! Todo café/chá antes das 15h ajuda a melhorar a qualidade do sono.
pt_pt: ✅ Boa gestão da cafeína! Todo o café/chá antes das 15h auxilia na qualidade do sono.
ro: ✅ Sincronizare bună a cofeinei! Toată cafeaua/ceaiul înainte de ora 15:00 susține o calitate mai bună a somnului.
ru: ✅ Отличное время для кофе! Всякий кофе/чай до 15:00 способствует лучшему качеству сна.
sk: ✅ Dobrý čas na kofeín! Všetká káva/čaj pred 15:00 podporuje lepšiu kvalitu spánku.
sl: ✅ Dober čas za kofein! Vsa kava/čaj pred 15. uro podpira boljšo kakovost spanja.
sv: ✅ Bra timing för koffein! Allt kaffe/te före kl. 15.00 stödjer bättre sömnkvalitet.
th: ✅ การดื่มกาแฟหรือชาก่อนเวลา 15.00 น. จะช่วยสนับสนุนคุณภาพการนอนหลับที่ดีขึ้น!
tr: ✅ İyi kafein zamanı! Öğleden sonra 3'ten önceki tüm kahve/çay, daha iyi uyku kalitesini destekler.
uk: ✅ Гарний час для кави! Усі кавові/чайні напої до 15:00 сприяють кращій якості сну.
vi: ✅ Thời gian tiêu thụ caffeine hợp lý! Tất cả cà phê/trà trước 3 giờ chiều sẽ hỗ trợ chất lượng giấc ngủ tốt hơn.
zh_hans: ✅ 喝咖啡/茶的最佳时间！下午3点之前的咖啡/茶有助于改善睡眠质量。
zh_hant: ✅ 好的咖啡因時機！所有在下午3點之前喝的咖啡/茶都有助於提高睡眠質量。

source: 💡 Track for 7+ days to unlock personalized patterns and more accurate recommendations.
ar: 💡 تتبع لمدة 7 أيام أو أكثر لفتح الأنماط المخصصة والحصول على توصيات أكثر دقة.
bg: 💡 Проследявайте за 7+ дни, за да отключите персонализирани модели и по-точни препоръки.
ca: 💡 Fes un seguiment durant més de 7 dies per desbloquejar patrons personalitzats i recomanacions més precises.
cs: 💡 Sledujte po dobu 7+ dní, abyste odemkli personalizované vzory a přesnější doporučení.
da: 💡 Spor i mere end 7 dage for at låse op for personlige mønstre og mere præcise anbefalinger.
de: 💡 Verfolge deine Daten über 7 Tage, um personalisierte Muster und genauere Empfehlungen freizuschalten.
el: 💡 Καταγράψτε για περισσότερες από 7 ημέρες για να ξεκλειδώσετε εξατομικευμένα μοτίβα και πιο ακριβείς συστάσεις.
es: 💡 Realiza un seguimiento durante más de 7 días para desbloquear patrones personalizados y recomendaciones más precisas.
fi: 💡 Seuraa yli 7 päivää unlockoidaksesi henkilökohtaisia kaavioita ja tarkempia suosituksia.
fr: 💡 Suivez pendant plus de 7 jours pour débloquer des motifs personnalisés et des recommandations plus précises.
he: 💡 עקוב במשך יותר מ-7 ימים כדי לפתוח דפוסים מותאמים אישית והמלצות מדוייקות יותר.
hi: 💡 7+ दिनों तक ट्रैक करें ताकि व्यक्तिगत पैटर्न और अधिक सटीक सिफारिशें खोली जा सकें।
hr: 💡 Pratite više od 7 dana kako biste otključali personalizirane uzorke i preciznije preporuke.
hu: 💡 Kövesd nyomon 7+ napig, hogy felfedezd a személyre szabott mintákat és pontosabb ajánlásokat kapj.
id: 💡 Lacak selama 7+ hari untuk membuka pola yang dipersonalisasi dan rekomendasi yang lebih akurat.
it: 💡 Traccia per oltre 7 giorni per sbloccare schemi personalizzati e raccomandazioni più accurate.
ja: 💡 7日以上の追跡を行うことで、パーソナライズされたパターンやより正確な推奨事項をアンロックできます。
kk: 💡 7+ күн бойы бақылап, жекешелендірілген үлгілер мен дәл ұсыныстарды ашыңыз.
ms: 💡 Jejak selama 7+ hari untuk membuka corak yang diperibadikan dan cadangan yang lebih tepat.
nl: 💡 Volg gedurende 7+ dagen om gepersonaliseerde patronen en nauwkeurigere aanbevelingen te ontgrendelen.
pl: 💡 Śledź przez 7+ dni, aby odblokować spersonalizowane wzorce i dokładniejsze rekomendacje.
pt_br: 💡 Acompanhe por mais de 7 dias para desbloquear padrões personalizados e recomendações mais precisas.
pt_pt: 💡 Registe-se durante mais de 7 dias para desbloquear padrões personalizados e recomendações mais precisas.
ro: 💡 Urmăriți timp de 7+ zile pentru a debloca modele personalizate și recomandări mai precise.
ru: 💡 Отслеживайте в течение 7+ дней, чтобы разблокировать персонализированные шаблоны и более точные рекомендации.
sk: 💡 Sledovanie po dobu 7 a viac dní odomkne personalizované vzorce a presnejšie odporúčania.
sl: 💡 Sledite 7+ dni, da odkrijete personalizirane vzorce in natančnejše priporočila.
sv: 💡 Spåra i 7+ dagar för att låsa upp personliga mönster och mer exakta rekommendationer.
th: 💡 ติดตามเป็นเวลา 7 วันขึ้นไปเพื่อปลดล็อครูปแบบที่ปรับให้เหมาะกับตัวคุณและคำแนะนำที่แม่นยำยิ่งขึ้น。
tr: 💡 Kişiselleştirilmiş kalıpları ve daha doğru önerileri açmak için 7+ gün boyunca takip edin.
uk: 💡 Ведіть облік протягом 7+ днів, щоб отримати персоналізовані шаблони та більш точні рекомендації.
vi: 💡 Theo dõi trong 7 ngày trở lên để mở khóa các mẫu cá nhân hóa và nhận được những gợi ý chính xác hơn.
zh_hans: 💡 追踪7天以上以解锁个性化模式和更准确的推荐。
zh_hant: 💡 追蹤7天以上以解鎖個人化模式和更準確的推薦。

source: 📈 Great progress! 21+ days of data will enable even more precise sleep-hydration insights.
ar: 📈 تقدم رائع! 21+ يومًا من البيانات سيمكن من تقديم رؤى أكثر دقة حول النوم والترطيب.
bg: 📈 Отличен напредък! 21+ дни данни ще осигурят още по-точни прозрения за съня и хидратацията.
ca: 📈 Gran progrés! Més de 21 dies de dades permetran obtenir informació sobre la hidratació i el son encara més precisa.
cs: 📈 Skvělý pokrok! 21+ dní dat umožní ještě přesnější náhledy na spánek a hydrataci.
da: 📈 God fremgang! 21+ dages data vil muliggøre endnu mere præcise indsigt i søvn og hydrering.
de: 📈 Gute Fortschritte! Über 21 Tage Daten werden noch genauere Einblicke in den Schlaf-Hydrationsstatus ermöglichen.
el: 📈 Σπουδαία πρόοδος! 21+ ημέρες δεδομένων θα επιτρέψουν ακόμα πιο ακριβείς πληροφορίες σχετικά με τον ύπνο και την ενυδάτωση.
es: 📈 ¡Gran progreso! 21+ días de datos permitirán obtener información aún más precisa sobre sueño e hidratación.
fi: 📈 Hienoa edistystä! 21+ päivän tiedot mahdollistavat entistä tarkemmat uni-hydraatioanalyysit.
fr: 📈 Très bon progrès ! Plus de 21 jours de données permettront des informations encore plus précises sur le sommeil et l'hydratation.
he: 📈 התקדמות נהדרת! 21+ ימים של נתונים יאפשרו תובנות מדויקות עוד יותר על שינה והידרציה.
hi: 📈 बेहतरीन प्रगति! 21+ दिन का डेटा और भी सटीक नींद-हाइड्रेशन अंतर्दृष्टि प्रदान करेगा।
hr: 📈 Velik napredak! 21+ dana podataka omogućit će još preciznije uvid u spavanje i hidrataciju.
hu: 📈 Nagyszerű előrelépés! A 21+ napnyi adat még pontosabb alvás-hidratáltsági betekintéseket tesz lehetővé.
id: 📈 Kemajuan yang luar biasa! Data lebih dari 21 hari akan memungkinkan wawasan tidur-hidrasi yang lebih tepat.
it: 📈 Ottimi progressi! 21+ giorni di dati consentiranno approfondimenti ancora più precisi su sonno e idratazione.
ja: 📈 素晴らしい進展です！21日以上のデータがあれば、さらに正確な睡眠と水分補給に関する洞察が得られます。
kk: 📈 Керемет прогресс! 21+ күндік деректер ұйқы-гидратация туралы одан да нақты түсініктер алу мүмкіндігін береді.
ms: 📈 Kemajuan yang hebat! 21+ hari data akan membolehkan pandangan tidur-hidrat yang lebih tepat.
nl: 📈 Geweldige vooruitgang! 21+ dagen gegevens zullen nog nauwkeurigere inzichten in slaap-hydratatie mogelijk maken.
pl: 📈 Świetny postęp! 21+ dni danych pozwoli na jeszcze dokładniejsze analizy snu i nawodnienia.
pt_br: 📈 Ótimo progresso! Mais de 21 dias de dados permitirá insights sobre sono e hidratação ainda mais precisos.
pt_pt: 📈 Ótimo progresso! 21+ dias de dados permitirão insights ainda mais precisos sobre sono e hidratação.
ro: 📈 Progrese excelente! 21+ zile de date vor permite o înțelegere și mai precisă a somnului și hidratării.
ru: 📈 Отличный прогресс! 21+ день данных позволит получить еще более точные инсайты о сне и гидратации.
sk: 📈 Skvelý pokrok! Viac ako 21 dní dát umožní ešte presnejšie poznatky o spánku a hydratácii.
sl: 📈 Odličen napredek! 21+ dni podatkov bo omogočilo še bolj natančne vpoglede v spanje in hidracijo.
sv: 📈 Stora framsteg! 21+ dagar med data kommer att möjliggöra ännu mer precisa insikter om sömn och vätskebalans.
th: 📈 ความก้าวหน้าที่ยอดเยี่ยม! ข้อมูลมากกว่า 21 วันจะช่วยให้สามารถวิเคราะห์ข้อมูลการนอนหลับและการดื่มน้ำได้แม่นยำยิ่งขึ้น
tr: 📈 Harika bir ilerleme! 21+ gün verisi, daha da hassas uyku-su tüketimi içgörüleri sağlayacaktır.
uk: 📈 Чудовий прогрес! 21+ день даних дозволить отримати ще більш точні інсайти щодо сну і гідратації.
vi: 📈 Tiến bộ tuyệt vời! Dữ liệu hơn 21 ngày sẽ cho phép những cái nhìn chính xác hơn về giấc ngủ và sự hydrat hóa.
zh_hans: 📈 很棒的进展！超过 21 天的数据将能够提供更精确的睡眠与水分摄入洞察。
zh_hant: 📈 很棒的進展！超過21天的數據將使得睡眠和水分補充的見解更加精確。

source: 28°C • Clear
ar: 28 درجة مئوية • صافي
bg: 28°C • Ясно
ca: 28 °C • Cels clar
cs: 28°C • Jasno
da: 28°C • Klart
de: 28°C • Klar
el: 28°C • Καθαρός ουρανός
es: 28°C • Despejado
fi: 28°C • Selkeää
fr: 28°C • Ciel dégagé
he: 28°C • ברור
hi: 28°C • साफ
hr: 28°C • Vedro
hu: 28°C • Derült
id: 28°C • Cerah
it: 28°C • Serene
ja: 28°C • 晴れ
kk: 28°C • Ауа райы ашық
ms: 28°C • Jelas
nl: 28°C • Helder
pl: 28°C • Czyste niebo
pt_br: 28°C • Céu limpo
pt_pt: 28°C • Céu limpo
ro: 28°C • Senin
ru: 28°C • Ясно
sk: 28°C • Jasné
sl: 28°C • Jasno
sv: 28°C • Klart
th: 28°C • อากาศแจ่มใส
tr: 28°C • Açık
uk: 28°C • Ясно
vi: 28°C • Trời quang đãng
zh_hans: 28°C • 晴天
zh_hant: 28°C • 晴朗

source: 500 ml
ar: 500 مل
bg: 500 мл
he: 500 מ"ל
hi: 500 मिलीलीटर
ja: 500ミリリットル
kk: 500 мл
ru: 500 мл
th: 500 มิลลิลิตร
tr: 500 ml (mililitre)
uk: 500 мл
zh_hans: 500 毫升
zh_hant: 500 毫升

source: 1000 ml
ar: 1000 مل
bg: 1000 мл
el: 1000 ml στα ελληνικά είναι "1000 χιλιοστόλιτρα".
fi: 1000 ml in Finnish is "1000 ml". The measurement stays the same, but you can say "tuhat millilitraa" for clarity in a sentence.
he: 1000 מ"ל
hi: 1000 मिलीलीटर
it: 1000 ml in italiano si traduce come "1000 millilitri".
ja: 1000 mlのことを日本語で「1000ミリリットル」と言います。
kk: 1000 мл
ms: 1000 ml dalam bahasa Melayu adalah "1000 ml". Ia merujuk kepada ukuran isipadu atau berat cecair.
pt_br: 1000 ml em português é "1000 mililitros".
pt_pt: 1000 ml (mililitros)
ro: 1000 ml se traduce ca "1000 ml" în română. Aceasta este o unitate de măsură a volumului.
ru: 1000 мл
th: 1000 มิลลิลิตร
uk: 1000 мл
vi: 1000 ml trong tiếng Việt là "1000 millilít" hoặc "1 lít".
zh_hans: 1000毫升
zh_hant: 1000 毫升
